Repository: instructure/common-cartridge-viewer
Catalog: src/locales/*/messages.po
Languages: ar, ca, cy, da, fi, ga, hi, is, ja, pl, pt_br, ru, sl, sv, th, vi

source: (unidentified)
ar: (غير معرّف)
ca: (no identificat)
cy: (anhysbys)
da: (uidentificeret)
fi: (tunnistamaton)
ga: (neamhaitheanta)
hi: (अज्ञात)
is: (óþekkt)
ja: (未確認)
pl: (niezidentyfikowano)
pt_br: (sem identificação)
ru: (неопределенный)
sl: (neznano)
sv: (ej identifierad)
th: (ไม่ได้ระบุ)
vi: (không xác định)

source: Assignment
ar: المهمة
ca: Tasca
cy: Aseiniad
da: Opgave
fi: Tehtävä
ga: Tasc
hi: असाइनमेंट
is: Verkefni
ja: 課題
pl: Zadanie
pt_br: Tarefa
ru: Задание
sl: Naloga
sv: Uppgift
th: ภารกิจ
vi: Bài Tập

source: Assignments
ar: المهام
ca: Tasques
cy: Aseiniadau
da: Opgaver
fi: Tehtävät
ga: Tascanna
hi: असाइनमेंट
is: Verkefni
ja: 課題
pl: Zadania
pt_br: Tarefas
ru: Задания
sl: Naloge
sv: Uppgifter
th: ภารกิจ
vi: Bài Tập

source: Assignments ({numberOfAssignments})
ar: المهام ({numberOfAssignments})
ca: Tasques ({numberOfAssignments})
cy: Aseiniadau ({numberOfAssignments})
da: Opgaver ({numberOfAssignments})
fi: Tehtävät ({numberOfAssignments})
ga: Tascanna ({numberOfAssignments})
hi: असाइनमेंट ({numberOfAssignments})
is: Verkefni ({numberOfAssignments})
ja: 課題 ({numberOfAssignments})
pl: Zadania ({numberOfAssignments})
pt_br: Tarefas ({numberOfAssignments})
ru: Задания ({numberOfAssignments})
sl: Naloge ({numberOfAssignments})
sv: Uppgifter ({numberOfAssignments})
th: ภารกิจ ({numberOfAssignments})
vi: Bài Tập ({numberOfAssignments})

source: Attachments
ar: المرفقات
ca: Fitxers adjunts
cy: Atodiadau
da: Vedhæftede filer
fi: Liitteet
ga: Ceangaltáin
hi: संलग्नक
is: Viðhengi
ja: 添付ファイル
pl: Załączniki
pt_br: Anexos
ru: Вложения
sl: Priloge
sv: Bilagor
th: เอกสารแนบ
vi: Tập Tin Đính Kèm

source: Calculated
ar: تم الاحتساب
ca: Calculat
cy: Cyfrifo
fi: Laskettu
ga: Ríofa
hi: परिकलित
is: Reiknað út
ja: 計算済み
pl: Obliczono
pt_br: Calculado
ru: Рассчитанный
sl: Izračunano
sv: Beräknad
th: คำนวณแล้ว
vi: Đã Tính Toán

source: Cartridge
ca: Cartutx
cy: Cetrisen
ga: Cartús
hi: कार्ट्रिज
is: Hylki
ja: カートリッジ
pl: Wkład
sl: Kartuša
sv: Patron
th: กล่องข้อมูล

source: Classic Quiz
ca: Prova clàssica
fi: Klassinen testi
ga: Quiz Clasaiceach
hi: क्लासिक प्रश्नोत्तरी
is: Sígilt próf
ja: クラシック小テスト
ru: Классическое тестирование
sv: Klassiskt quiz
th: แบบทดสอบแบบคลาสสิค
vi: Câu Hỏi Kiểm Tra Cổ Điển

source: Click here to open link in new window
ar: انقر هنا لفتح ارتباط في نافذة جديدة
ca: Feu clic aquí per obrir l'enllaç en una finestra nova
cy: Cliciwch yma i agor dolen mewn tudalen newydd
da: Klik her for at åbne linket i et nyt vindue
fi: Napsauta tästä avataksesi linkki uudessa ikkunassa
ga: Cliceáil anseo chun an nasc a oscailt i bhfuinneog nua
hi: नई विंडो में लिंक खोलने के लिए यहां क्लिक करें
is: Smelltu hér til að opna hlekk í nýjum glugga
ja: ここをクリックして新しいウィンドウでリンクを開く
pl: Kliknij tutaj, aby otworzyć łącze w nowym oknie
pt_br: Clique aqui para abrir o link na nova janela
ru: Нажмите здесь, чтобы открыть ссылку в новом окне
sl: Kliknite tukaj, da povezavo odprete v novem oknu
sv: Klicka här för att öppna länken i ett nytt fönster
th: คลิกที่นี่เพื่อเปิดลิงค์ในหน้าต่างใหม่
vi: Hãy nhấp vào đây để mở liên kết trong cửa sổ mới

source: Common Cartridge Viewer
ar: عارض Common Cartridge
ca: Usuari observador de Common Cartridge
cy: Dangosydd Common Cartridge
fi: Common Cartridge -katselulaite
ga: Amharcóir Cartúis Coiteann
hi: Common Cartridge व्यूअर
is: Common Cartridge skoðari
ja: 共通のカートリッジビューア
pl: Przeglądarka Common Cartridge Viewer
pt_br: Visualizador do Common Cartridge
ru: Общее средство просмотра Cartridge
sl: Pregledovalnik Common Cartridge
sv: Visningsprogram för Common Cartridge
vi: Trình Xem Common Cartridge

source: Course Navigation Cannot Be Previewed
ar: لا يمكن معاينة تنقل المساق
ca: No es pot fer cap visualització prèvia de la navegació del curs
cy: Does dim modd rhagweld y ddewislen Crwydro'r Cwrs
fi: Kurssin navigointia ei voida esikatsella
ga: Ní Féidir Réamhamharc ar Nascleanúint Cúrsa
hi: पाठ्यक्रम नेविगेशन का पूर्वावलोकन नहीं किया जा सकता
is: Ekki er hægt að forskoða yfirlit námskeiðs
ja: コースナビゲーションをプレビューできない
pl: Nie można wyświetlić podglądu nawigacji kursu
pt_br: Navegação do curso não podo ser previsualizada
ru: Предпросмотр навигации по курсу невозможен
sl: Meni okna za prikaz predmeta ne omogoča predogleda
sv: Kursnavigeringen kan inte förhandsvisas
th: ไม่สามารถแสดงตัวอย่างการสืบค้นเนื้อหาบทเรียน
vi: Không Thể Xem Trước Điều Hướng Khóa Học

source: Course navigation links are only available within a Canvas course.
ar: ارتباطات تنقل المساق متاحة فقط داخل مساق Canvas.
ca: Els enllaços de la navegació del curs només estan disponibles dins d'un curs de Canvas.
cy: Dim ond o fewn cwrs Canvas y mae dolenni crwydro'r cwrs ar gael.
fi: Kurssin navigointilinkit ovat saatavissa vain Canvas-kurssilla.
ga: Níl naisc nascleanúna cúrsa ar fáil ach laistigh de chúrsa Canvas.
hi: पाठ्यक्रम नेविगेशन लिंक केवल Canvas पाठ्यक्रम के भीतर ही उपलब्ध हैं।
is: Yfirlitstenglar námskeiðs eru aðeins tiltækir innan Canvas námskeiðs.
ja: コースナビゲーションリンクは、Canvas コース内でのみ利用できます。
pl: Łącza nawigacyjne kursu są dostępne tylko w ramach kursu Canvas.
pt_br: Links de navegação do curso estão disponíveis apenas dentro de um curso do Canvas.
ru: Ссылки на навигацию по курсу доступны только в курсе Canvas.
sl: Povezave menija okna za prikaz predmeta so na voljo samo v predmetu Canvas.
sv: Kursnavigeringslänkar är endast tillgängliga inom en Canvas-kurs.
th: ลิงค์การสืบค้นเนื้อหาบทเรียนสามารถใช้ได้ในบทเรียน Canvas เท่านั้น
vi: Có thể sử dụng liên kết điều hướng khóa học trong khóa học Canvas.

source: Criteria
ar: المعايير
ca: Criteris
cy: Meini Prawf
fi: Kriteerit
ga: Critéir
hi: मानदंड
is: Viðmiðun
ja: 基準
pl: Kryteria
ru: Критерий
sl: Merila
sv: Kriterier
th: เกณฑ์
vi: Tiêu Chí

source: Discussion
ar: النقاش
ca: Debat
cy: Trafodaeth
da: Diskussion
fi: Keskustelu
ga: Fóram
hi: चर्चा
is: Umræða
ja: ディスカッション
pl: Dyskusja
pt_br: Discussão
ru: Обсуждение
sl: Razprava
sv: Diskussion
th: การพูดคุย
vi: Thảo Luận

source: Discussions
ar: النقاشات
ca: Debats
cy: Trafodaethau
da: Diskussioner
fi: Keskustelut
ga: Fóraim
hi: चर्चाएं
is: Umræður
ja: ディスカッション
pl: Dyskusje
pt_br: Discussões
ru: Обсуждения
sl: Razprave
sv: Diskussioner
th: การพูดคุย
vi: Thảo Luận

source: Discussions ({length})
ar: النقاشات ({length})
ca: Debats ({length})
cy: Trafodaethau ({length})
fi: Keskustelut ({length})
ga: Fóraim ({length})
hi: चर्चाएं ({length})
is: Umræður ({length})
ja: ディスカッション ({length})
pl: Dyskusje ({length})
ru: Дискуссии ({length})
sl: Razprave ({length})
sv: Diskussioner ({length})
th: การพูดคุย ({length})
vi: Thảo Luận ({length})

source: Drag and drop the cartridge, or click to browse your computer.
ar: اسحب الـ cartridge وأفلتها أو انقر لاستعراض الكمبيوتر الخاص بك.
ca: Arrossegueu i deixeu anar el cartutx o feu clic per explorar l'ordinador.
cy: Gallwch lusgo a gollwng y getrisen, neu glicio i bori drwy’ch cyfrifiadur.
fi: Vedä ja pudota cartridge tai napsauta selataksesi tietokoneellasi
ga: Tarraing agus scaoil an cartús, nó cliceáil chun brabhsáil do ríomhaire.
hi: कार्ट्रिज को खींचें और छोड़ें, या अपने कंप्यूटर को ब्राउज़ करने के लिए क्लिक करें।
is: Dragðu og slepptu hylkinu, eða smelltu til að vafra í tölvunni.
ja: カートリッジをドラッグアンドドロップ、またはクリックしてコンピュータを参照
pl: Przeciągnij i upuść wkład lub kliknij, aby przeglądać komputer.
pt_br: Arraste e solte ou cartucho, ou clique para navegar no seu computador.
ru: Перетащите и бросьте картридж или щелкните для просмотра папок своего компьютера.
sl: Za brskanje po računalniku povlecite in spustite kartušo ali pa kliknite.
sv: Dra och släpp patronen, eller klicka för att söka i din dator.
th: ลากและวางกล่องข้อมูล หรือคลิกเพื่อเรียกดูในคอมพิวเตอร์ของคุณ
vi: Hãy kéo và thả cartridge hoặc nhấp vào để duyệt máy tính của bạn.

source: Essay
ar: مقال
ca: Assaig
cy: Traethawd
da: Opgave
fi: Kirjoitelma
ga: Aiste
hi: निबंध
is: Ritgerðarspurning
ja: エッセイ（小論文）
pl: Esej
pt_br: Redação
ru: Тест
sl: Esej
sv: Essä
th: เรียงความ
vi: Bài Luận

source: Examples
ar: الأمثلة
ca: Exemples
cy: Enghreifftiau
da: Eksempler
fi: Esimerkkejä
ga: Samplaí
hi: उदाहरण
is: Dæmi
ja: 例
pl: Przykłady
pt_br: Exemplos
ru: Примеры
sl: Primeri
sv: Exempel
th: ตัวอย่าง
vi: Ví Dụ

source: External Tool Content Can't be Previewed
ar: يتعذر معاينة محتوى الأداة الخارجية
ca: No es pot fer cap visualització prèvia del contingut de l'eina externa
cy: Does dim modd gweld rhagolwg o gynnwys adnodd allanol
da: Eksternt værktøjsindhold kan ikke forhåndsvises
fi: Ulkoista työkalun sisältöä ei voida esikatsella
ga: Ní féidir Ábhar Uirlis Sheachtrach a Réamhamhairc
hi: बाहरी उपकरण सामग्री का पूर्वावलोकन नहीं किया जा सकता
is: Ekki er hægt að forskoða efni ytra verkfæris
ja: 外部ツールのコンテンツをプレビューできません
pl: Dla zewnętrznej zawartości narzędzia nie ma podglądu
pt_br: Conteúdo da ferramenta externa não pode ser visualizado
ru: Контент внешнего инструмента не может быть предварительно просмотрен
sl: Predogled vsebine zunanjega orodja ni mogoč
sv: Innehåll i externt verktyg kan inte förhandsvisas
th: ไม่สามารถแสดงตัวอย่างเนื้อหาจากภายนอก
vi: Không Thể Xem Trước Nội Dung Công Cụ Ngoài

source: External link
ar: الارتباط الخارجي
ca: Enllaç extern
cy: Dolen allanol
da: Eksternt link<<<<<<< HEAD
fi: Ulkoinen linkki
ga: Nasc seachtrach
hi: बाहरी लिंक
is: Utanaðkomandi tengill
ja: 外部リンク
pl: Łącze zewnętrzne
pt_br: Link externo
ru: Внешняя ссылка
sl: Zunanja povezava
sv: Extern länk
th: ลิงค์จากภายนอก
vi: Liên kết bên ngoài

source: Failed to load resource
ar: فشل تحميل المورد
ca: No s'ha pogut carregar el recurs
cy: Wedi methu llwytho adnodd
fi: Resurssin lataus epäonnistui
ga: Theip ar an acmhainn a lódáil
hi: संसाधन लोड करने में विफल
is: Ekki tókst að sækja hjálparefni
ja: リソース読み込みに失敗
pl: Nie udało się załadować zasobu
pt_br: Falha em carregar recurso
ru: Не удалось загрузить ресурс
sl: Nalaganje vira ni uspelo
sv: Det gick inte att läsa in resursen
th: ไม่สามารถโหลดทรัพยากร
vi: Tải tài nguyên thất bại

source: File Upload
ar: تحميل ملف
ca: Penjada de fitxer
cy: Llwytho Ffeil i Fyny
fi: Tiedoston lataus
ga: Uaslódáil Comhad
hi: फ़ाइल अपलोड करें
is: Hlaða upp skrá
ja: ファイルのアップロード
pl: Prześlij plik
pt_br: Carregamento de arquivo
ru: Отправка файла
sl: Nalaganje datotek
sv: Filuppladdning
th: การอัพโหลดไฟล์
vi: Tải Lên Tập Tin

source: Files
ar: الملفات
ca: Fitxers
cy: Ffeiliau
da: Filer<<<<<<< HEAD
fi: Tiedostot
ga: Comhaid
hi: फ़ाइलें
is: Skrár
ja: ファイル
pl: Pliki
pt_br: Arquivos
ru: Файлы
sl: Datoteke
sv: Filer
th: ไฟล์
vi: Các Tập Tin

source: Files ({0})
ar: الملفات ({0})
ca: Fitxers ({0})
cy: Ffeiliau ({0})
da: Filer ({0})
fi: Tiedostot ({0})
ga: Comhaid ({0})
hi: फ़ाइलें ({0})
is: Skrár ({0})
ja: ファイル ({0})
pl: Pliki ({0})
pt_br: Arquivo ({0})
ru: Файлы ({0})
sl: Datoteke ({0})
sv: Filer ({0})
th: ไฟล์ ({0})
vi: Tập Tin ({0})

source: Fill in the blank
ar: تعبئة الفراغ
ca: Omple els espais en blanc
cy: Llenwi'r bwlch
da: Udfyld de tomme felter
fi: Täytä tyhjä kohta
ga: Líon isteach an bhearna
hi: रिक्त स्थान को भरें
is: Fylltu inn í eyðuna
ja: 空欄を埋める
pl: Uzupełnij puste pola
pt_br: Preencher a lacuna
ru: Заполните пустое место
sl: Izpolnite neizpolnjena polja
sv: Fyll i den tomma rutan
th: กรอกในช่องว่าง
vi: Điền vào chỗ trống

source: Image
ar: صورة
ca: Imatge
cy: Delwedd
da: Billede
fi: Kuva
ga: Íomhá
hi: छवि
is: Mynd
ja: 画像
pl: Zdjęcie
pt_br: Imagem
ru: Изображение
sl: Slika
sv: Bild
th: ภาพ
vi: Hình Ảnh

source: In order to use this resource in Canvas, the external tool must be installed.
ar: من أجل استخدام هذا المورد في Canvas، يجب تثبيت الأداة الخارجية.
ca: Per tal d'utilitzar aquest recurs a Canvas, s'ha d'instal·lar l'eina externa.
cy: Er mwyn defnyddio’r adnodd hwn yn Canvas, rhaid i’r adnodd allanol fod wedi’i osod.
da: For at kunne bruge denne ressource i Canvas skal det eksterne værktøj installeres.
fi: Jotta voisit käyttää tätä resurssia Canvasissa, ulkoinen työkalu täytyy asentaa.
ga: Chun an acmhainn seo a úsáid i gCanvas, ní mór an uirlis sheachtrach a shuiteáil.
hi: Canvas में इस संसाधन का उपयोग करने के लिए, बाहरी उपकरण इंस्टॉल किया जाना चाहिए।
is: Til þess að nota þetta hjálparefni í Canvas þarf að setja upp ytra verkfæri.
ja: Canvas 内でこのリソースを使用するには、外部ツールをインストールする必要があります。
pl: Aby korzystać z tego zasobu w Canvas, należy zainstalować zewnętrzne narzędzie.
pt_br: Para usar este recurso no Canvas, a ferramenta externa deve ser instalada.
ru: Чтобы использовать этот ресурс в Canvas, необходимо установить внешний инструмент.
sl: Za uporabo tega vira v sistemu Canvas je treba namestiti zunanje orodje.
sv: Det externa verktyget måste installeras för att du ska kunna använda den här resursen i Canvas.
th: เพื่อใช้ทรัพยากรนี้ใน Canvas จะต้องติดตั้งชุดเครื่องมือจากภายนอก
vi: Để có thể sử dụng tài nguyên này trong Canvas, phải cài đặt công cụ ngoài.

source: Loading
ar: جارٍ التحميل
ca: S'està carregant
cy: Wrthi’n llwytho
da: Indlæser<<<<<<< HEAD
fi: Ladataan
ga: Ag lódáil
hi: लोड किया जा रहा है
is: Sæki
ja: 読み込み中
pl: Wczytywanie
pt_br: Carregando
ru: Загрузка
sl: Nalaganje
sv: Läser in
th: กำลังโหลด
vi: Đang tải

source: Loading Cartridge
ar: جارٍ تحميل Cartridge
ca: S'està carregant el cartutx
cy: Wrthi’n llwytho cetrisen
da: Indlæser Cartridge<<<<<<< HEAD
fi: Ladataan Cartridgea
ga: Cartúis á Lódáil
hi: कार्ट्रिज लोड किया जा रहा है
is: Hleð inn hylki
ja: カートリッジ読み込み中
pl: Wczytywanie wkładu
pt_br: Carregando Cartridge
ru: Загружается Cartridge
sl: Nalaganje kartuše
sv: Läser in patron
th: กำลังโหลดกล่องข้อมูล
vi: Đang tải Cartridge

source: Loading completion
ar: إكمال التحميل
ca: S'ha completat la càrrega
cy: Cwblhau llwytho
da: Indlæser færdiggørelse
fi: Ladataan päätöstä
ga: Críochnú lódála
hi: लोड करना पूरा हुआ
is: Hleð inn fullnustu
ja: 読み込み完了
pl: Zakończono wczytywanie
pt_br: Conclusão do carregamento
ru: Завершение загрузки
sl: Nalaganje je zaključeno
sv: Inläsningen är klar
th: สถานะการโหลดข้อมูล
vi: Tải hoàn thành

source: Match Questions
ar: مطابقة الأسئلة
ca: Aparella les preguntes
cy: Paru Cwestiynau
da: <<<<<<< HEAD
fi: Täsmää kysymykset
ga: Meaitseáil Ceisteanna
hi: प्रश्नों का मिलान करें
is: Para spurningar
ja: 質問を合わせる
pl: Dopasuj pytania
pt_br: Perguntas de correspondência
ru: Совместить вопросы
sl: Vprašanja z ujemanjem
sv: Matcha frågor
th: เทียบเคียงคำถาม
vi: Câu Hỏi Ghép Nối

source: Max attempts
ar: الحد الأقصى للمحاولات
ca: Nombre màxim d'intents
cy: Nifer mwyaf o ymgeisiau
fi: Maksimimäärä yrityksiä
ga: Iarrachtaí uasta
hi: अधिकतम प्रयास
is: Hámark tilrauna
ja: 最大試行回数
pl: Maks. liczba prób
pt_br: Máximo de tentativas
ru: Макс число попыток
sl: Največje št. poskusov
sv: Max. antal försök
th: จำนวนการดำเนินการสูงสุด
vi: Số Lần Làm Tối Đa

source: Media viewer
ar: عارض الوسائط
ca: Usuari observador d'elements multimèdia
cy: Dangosydd Cyfryngau
da: <<<<<<< HEAD
fi: Tietovälineen katseluohjelma
ga: Breathnóir meáin
hi: मीडिया व्यूअर
is: Margmiðlunarefnis skoðari
ja: メディアビューア
pl: Przeglądarka multimediów
pt_br: Visualizador de mídia
ru: Средство просмотра мультимедиа
sl: Pregledovalnik medijev
sv: Medievisningsprogram
th: โปรแกรมเปิดไฟล์สื่อ
vi: Trình xem nội dung phương tiện

source: Modules ({0})
ar: الوحدات النمطية ({0})
ca: Mòduls ({0})
cy: Modiwlau ({0})
da: Moduler ({0})
fi: Moduulit ({0})
ga: Modúil ({0})
hi: मॉड्यूल ({0})
is: Eining ({0})
ja: モジュール ({0})
pl: Moduły ({0})
pt_br: Módulos ({0})
ru: Модули ({0})
sl: Moduli ({0})
sv: Moduler ({0})
th: หน่วยการเรียน ({0})
vi: Học Phần ({0})

source: Multiple Dropdowns
ar: القوائم المنسدلة المتعددة
ca: Menús desplegables múltiples
cy: Mwy nag un gwymplen
fi: Useita pudotusvalikoita
ga: Cláir anuas Iolracha
hi: एकाधिक ड्रॉपडाउन
is: Fjölfellilistar
ja: 複数ドロップダウン
pl: Listy wielokrotnego wyboru
pt_br: Múltiplos menus suspensos
ru: Несколько раскрывающихся списков
sl: Več spustnih menijev
sv: Flera rullgardinsmenyer
th: ส่วนแสดงรายการหลายชุด
vi: Nhiều Danh Sách Thả Xuống

source: Multiple choice
ar: اختيار من متعدد
ca: Elecció múltiple
cy: Mwy nag un dewis
da: Flere valg
fi: Monivalinta
ga: Rogha iolrach
hi: एकाधिक विकल्प
is: Fjölval
ja: 複数選択肢
pl: Wielokrotny wybór
pt_br: Múltipla escolha
ru: Множественный выбор
sl: Več izborov
sv: Flerval
th: หลายตัวเลือก
vi: Trắc nghiệm

source: Multiple response
ar: استجابة من متعدد
ca: Resposta múltiple
cy: Mwy nag un ymateb
da: Flere svar
fi: Useita vastauksia
ga: Freagra iolrach
hi: एकाधिक प्रतिक्रिया
is: Fjölsvar
ja: 複数の回答
pl: Wiele odpowiedzi
pt_br: Múltipla resposta
ru: Множественный ответ
sl: Več odgovorov
sv: Flersvars
th: หลายคำตอบ
vi: Nhiều đáp án

source: New Quizzes
ca: Proves noves
fi: Uudet testit
ga: Quizeanna Nua
hi: नई प्रश्नोत्तरी
is: Ný próf
ja: 新しい小テスト
ru: Новые тестирования
th: แบบทดสอบใหม่
vi: Câu Hỏi Kiểm Tra Mới

source: Next
ar: التالي
ca: Següent
cy: Nesaf
da: Næste
fi: Seuraava
ga: Ar aghaidh
hi: अगला
is: Næsti
ja: 次
pl: Następny
pt_br: Próximo
ru: Далее
sl: Naprej
sv: Nästa
th: ถัดไป
vi: Tiếp

source: Next Page
ar: الصفحة التالية
ca: Pàgina següent
cy: Tudalen Nesaf
fi: Seuraava sivu
ga: An Chéad Leathanach Eile
hi: अगला पेज
is: Næsta síða
ja: 次のページ
pl: Następna strona
pt_br: Próxima página
ru: Следующая страница
sl: Naslednja stran
sv: Nästa sida
th: หน้าถัดไป
vi: Trang Tiếp

source: Numerical
ar: رقمي
ca: Numèric
cy: Rhifol
fi: Numeerinen
ga: Uimhriúil
hi: संख्यात्मक
is: Tölulegur
ja: 数
pl: Numerycznie
pt_br: Numérico
ru: Числовой
sl: Številčno
sv: Numerisk
th: ตัวเลข
vi: Số

source: Page
ar: صفحة
ca: Pàgina
cy: Tudalen
da: Side<<<<<<< HEAD
fi: Sivu
ga: Leathanach
hi: पेज
is: Síða
ja: ページ
pl: Strona
pt_br: Página
ru: Страница
sl: Stran
sv: Sida
th: หน้าเพจ
vi: Trang

source: Pages ({0})
ar: الصفحات ({0})
ca: Pàgines ({0})
cy: Tudalennau ({0})
da: Sider ({0})
fi: Sivut ({0})
ga: Leathanaigh ({0})
hi: पेज ({0})
is: Síður ({0})
ja: ページ ({0})
pl: Strony ({0})
pt_br: Páginas ({0})
ru: Страницы ({0})
sl: Strani ({0})
sv: Sidor ({0})
th: หน้าเพจ ({0})
vi: Trang ({0})

source: Pattern match
ar: مطابقة النمط
ca: Coincidència de patró
cy: Patrwm yn cyfateb
da: Mønster-match
fi: Mallin täsmäys
ga: Meaitseáil patrún
hi: पैटर्न मिलान
is: Mynstursamsvörun
ja: パターンマッチ
pl: Dopasuj do wzorca
pt_br: Correspondência de Padrão
ru: Сопоставление с образцом
sl: Ustreznost vzorca
sv: Mönstermatchning
th: ตรงตามรูปแบบ
vi: So khớp mẫu

source: Points
ar: نقاط
ca: Punts
cy: Pwynt
da: Point
fi: Pistettä
ga: Pointí
hi: पॉइंट्स
is: Punktar
ja: ポイント
pl: Punkty
pt_br: Pontos
ru: Баллы
sl: Točke
sv: Poäng
th: คะแนน
vi: Điểm

source: Previous
ar: السابق
ca: Anterior
cy: Blaenorol
da: Forrige
fi: Edellinen
ga: Roimhe Seo
hi: पिछला
is: Fyrri
ja: 前
pl: Poprzednie
pt_br: Anterior
ru: Предыдущий
sl: Nazaj
sv: Föregående
th: ก่อนหน้า
vi: Trước

source: Previous Page
ar: الصفحة السابقة
ca: Pàgina anterior
cy: Tudalen Flaenorol
fi: Edellinen sivu
ga: Leathanach Roimhe Seo
hi: पिछला पेज
is: Fyrri síða
ja: 前のページ
pl: Poprzednia strona
pt_br: Página anterior
ru: Предыдущая страница
sl: Prejšnja stran
sv: Föregående sida
th: หน้าที่แล้ว
vi: Trang Trước

source: Pts
ar: النقاط
ca: Punts
cy: Pwynt
ga: Pointí
hi: पॉइंट्स
is: Punktar
ja: ポイント
pl: Pkt
ru: Баллы
sl: Točke
sv: Png
th: คะแนน
vi: Các điểm thành phần

source: Questions
ar: الأسئلة
ca: Preguntes
cy: Cwestiwn
da: Spørgsmål<<<<<<< HEAD
fi: Kysymykset
ga: Ceisteanna
hi: प्रश्न
is: Spurningar
ja: 質問
pl: Pytania
pt_br: Perguntas
ru: Вопросы
sl: Vprašanja
sv: Frågor
th: คำถาม
vi: Câu Hỏi

source: Quizzes
ar: الاختبارات الموجزة
ca: Qüestionaris
cy: Cwisiau
da: <<<<<<< HEAD
fi: Tietovisat
ga: Quizeanna
hi: प्रश्नोत्तरी
is: Próf
ja: 小テスト
pl: Testy
pt_br: Questionários
ru: Тесты
sl: Kvizi
sv: Quiz
th: คำถาม
vi: Các Câu Hỏi Kiểm Tra

source: Quizzes ({0})
ar: اختبارات موجزة ({0})
ca: Qüestionaris ({0})
cy: Cwisiau ({0})
fi: Tietovisat ({0})
ga: Quizeanna ({0})
hi: प्रश्नोत्तरी ({0})
is: Próf -({0})
ja: 小テスト ({0})
pl: Testy ({0})
pt_br: Questionários ({0})
ru: Тесты ({0})
sl: Kvizi ({0})
sv: Quiz ({0})
th: แบบทดสอบ ({0})
vi: Các Câu Hỏi Kiểm Tra ({0})

source: Ratings
ar: التصنيفات
ca: Classificacions
cy: Sgoriau
da: >>>>>>> Rubrics for assignments
fi: Arvostelut
ga: Rátálacha
hi: रेटिंग
is: Matsstig
ja: 評価
pl: Punktacje
ru: Оценки
sl: Vrednotenja
sv: Bedömningar
th: คะแนนโหวต
vi: Đánh Giá

source: Resource Unavailable
ar: مورد غير متوفر
ca: Recurs no disponible
cy: Adnodd ddim ar gael
fi: Resurssi ei ole saatavissa
ga: Níl Acmhainn ar fáil
hi: संसाधन अनुपलब्ध
is: Hjálparefni ótiltækt
ja: リソースを利用できません
pl: Zasób niedostępny
pt_br: Recurso Indisponível
ru: Ресурс недоступен
sl: Vir ni na voljo.
sv: Resursen är inte tillgänglig
th: ข้อมูลไม่พร้อมใช้งาน
vi: Tài Nguyên Không Khả Dụng

source: Submitting
ar: جارٍ الإرسال
ca: S'està entregant
cy: Wrthi'n Cyflwyno
da: Afleverer
fi: Lähetetään
ga: Ag cur isteach
hi: सबमिट किया जा रहा है
is: Legg fram
ja: 提出しています
pl: Przesyłanie
pt_br: Enviando
ru: Отправка
sl: Pošiljanje ...
sv: Skickar in
th: กำลังจัดส่ง
vi: Đang gửi

source: Text only
ar: نص فقط
ca: Només text
cy: Testun yn unig
da: <<<<<<< HEAD
fi: Vain teksti
ga: Téacs amháin
hi: केवल पाठ
is: Aðeins texti
ja: テキストのみ
pl: Tylko tekst
pt_br: Apenas texto
ru: Только текст
sl: Le besedilo
sv: Endast text
th: ข้อความอย่างเดียว
vi: Chỉ văn bản

source: This may take some time depending on the size of the cartridge.
ar: قد يستغرق هذا بعض الوقت حسب حجم cartridge.
ca: Aquesta acció pot tardar un temps en funció de la mida del cartutx.
cy: Fe allai hyn gymryd peth amser, gan ddibynnu ar faint y Cetrisen.
da: Dette kan tage lidt tid afhængigt af Cartridge-størrelsen.
fi: Tämä saattaa kestää jonkin aikaa patruunan koosta riippuen.
ga: Féadfaidh sé seo roinnt ama a ghlacadh ag brath ar thomhas an cartúis.
hi: कार्ट्रिज के आकार के आधार पर इसमें कुछ समय लग सकता है।
is: Þetta getur tekið smá tíma en það fer eftir stærð hylkisins.
ja: カートリッジのサイズに応じて、これには時間がかかることがあります。
pl: Może to trochę potrwać; zależy od rozmiaru wkładu.
pt_br: Isso pode levar algum tempo dependendo do tamanho do cartridge.
ru: Это может занять некоторое время в зависимости от размера картриджа.
sl: To lahko nekaj časa traja, odvisno od velikosti kartuše.
sv: Detta kan ta lite tid beroende på patronens storlek.
th: อาจต้องใช้เวลาครู่หนึ่งขึ้นอยู่กับขนาดของกล่องข้อมูล
vi: Quá trình này có thể tốn một chút thời gian tùy theo kích cỡ của cartridge.

source: This resource is not included in the package.
ar: هذا المورد غير متضمن في الحزمة.
ca: Aquest recurs no està inclòs al paquet.
cy: Nid yw'r adnodd hwn wedi’i gynnwys yn y pecyn.
fi: Tämä resurssi ei sisälly pakettiin.
ga: Níl an acmhainn seo san áireamh sa phacáiste.
hi: यह संसाधन पैकेज में शामिल नहीं है।
is: Þetta hjálparefni er ekki innifalið í pakkanum.
ja: このリソースはパッケージに含まれていません。
pl: Ten zasobów nie jest zawarty w tym pakiecie.
pt_br: Este recurso não está incluso no pacote.
ru: Этот ресурс не включен в пакет.
sl: Ta vir ni vključen v paket.
sv: Den här resursen är inte inkluderad i paketet.
th: ทรัพยากรนี้ไม่รวมอยู่ในแพคเกจนี้
vi: Tài nguyên này không được bao gồm trong gói.

source: Total points:
ar: إجمالي النقاط:
ca: Punts totals:
cy: Cyfanswm pwyntiau:
fi: Pisteitä yhteensä:
ga: Iomlán na bpointí:
hi: कुल पॉइंट्स:
is: Heildar punktar:
ja: 合計ポイント：
pl: Łączna liczba punktów:
ru: Общее количество баллов:
sl: Vsota točk:
sv: Totalt antal poäng:
th: คะแนนรวม:
vi: Tổng điểm thành phần:

source: True / false
ar: صواب / خطأ
ca: Cert o fals
cy: Gwir / ffug
da: Sandt / falsk<<<<<<< HEAD
fi: Tosi/Epätosi
ga: Fíor / bréagach
hi: सही / गलत
is: Rétt/rangt
ja: 正/誤
pl: Prawda/fałsz
pt_br: Verdadeiro/Falso
ru: Верно / Неверно
sl: Resnično/neresnično
sv: Sant/falskt
th: จริง / ไม่จริง
vi: Đúng / sai

source: Untitled
ar: بدون عنوان
ca: Sense títol
cy: Dideitl
da: Uden titel
fi: Nimetön
ga: Gan teideal
hi: शीर्षकहीन
is: Án titils
ja: 無題
pl: Bez tytułu
pt_br: Sem título
ru: Без названия
sl: Brez naslova
sv: Namnlös
th: ไม่มีชื่อ
vi: Không có tiêu đề

source: View
ar: عرض
ca: Mostra
cy: Gweld
da: Vis
fi: Näytä
ga: Féach
hi: देखें
is: Skoða
ja: 見る
pl: Wyświetl
pt_br: Visualizar
ru: Просмотр
sl: Ogled
sv: Visa
th: ดู
vi: Xem
