Repository: instructure/common-cartridge-viewer
Catalog: src/locales/*/messages.po
Languages: ar, ca, cy, da, fi, ga, hi, is, ja, pl, pt_br, ru, sl, sv, th, vi

source: View Common Cartridges in the browser. Requires no server-side processing.
ar: عرض Common Cartridges في المستعرض. لا تتطلب معالجة جانب الخادم.
ca: Consulteu Common Cartridges a l'explorador. No cal que el servidor dugui a terme cap processament.
cy: Gweld Common Cartridge yn y porwr. Does dim angen prosesu ar ochr y gweinydd.
da: Se Common Cartridge i browseren. Kræver ingen behandling på server-siden.
fi: Tarkastele Common Cartridges selaimessa. Ei vaadi palvelinpuolen käsittelyä.
ga: Féach ar Cartúis Choiteann sa bhrabhsálaí. Níl aon phróiseáil ag teastáil ó thaobh an fhreastalaí.
hi: ब्राउज़र में Common Cartridges देखें। किसी सर्वर-साइड प्रोसेसिंग की आवश्यकता नहीं है।
is: Skoða Common Cartridges í vafranum. Krefst engrar vinnslu miðlaramegin.
ja: ブラウザで共通のカートリッジを表示します。 サーバー側の処理は不要です。
pl: Wyświetl typowe wkłady w tej przeglądarce. Nie wymaga przetwarzania po stronie serwera.
pt_br: Visualize Common Cartridges no navegador. Não exige processamento do servidor.
ru: Просмотр общих картриджей в браузере. Не требует обработки на стороне сервера.
sl: Ogled Common Cartridge v brskalniku. Ne zahteva obdelave na strani strežnika.
sv: Visa Common Cartridges i webbläsaren. Kräver ingen bearbetning på serversidan.
th: ดู Common Cartridge ในเบราเซอร์ ไม่ต้องมีการประมวลผลจากฝั่งเซิร์ฟเวอร์
vi: Xem Common Cartridge trong trình duyệt. Không yêu cầu xử lý phía máy chủ.

source: View source on Github
ar: عرض المصدر على Github
ca: Mostra l'origen a Github
cy: Gweld Ffynhonnell ar Github
da: Se kilde på Github<<<<<<< HEAD
fi: Näytä lähde Githubissa
ga: Féach ar an bhfoinse ar Github
hi: Github पर स्रोत देखें
is: Skoða uppruna á Github
ja: Github のソースを表示
pl: Wyświetl źródło na Github
pt_br: Visualizar fonte no Github
ru: Просмотреть источник на Github
sl: Prikaži vir na Github
sv: Visa källa på Github
th: ดูต้นทางใน Github
vi: Xem nguồn trên Github

source: We had a problem loading the Common Cartridge
ar: حدثت مشكلة أثناء تحميل Common Cartridge
ca: Hem tingut un problema en carregar Common Cartridge
cy: Problem wrth lwytho'r Common Cartridge
fi: Common Cartridgen latauksessa ilmeni ongelma
ga: Bhí fadhb againn an Cartús Coiteann a lódáil
hi: हमें Common Cartridge लोड करने में समस्या हुई
is: Vandamál kom upp við að sækja Common Cartridge
ja: 共通のカートリッジ読み込み中に問題がありました。
pl: Wystąpił problem z wczytaniem Common Cartridge.
pt_br: Tivemos um problema ao carregar o Common Cartridge.
ru: Возникла проблема с загрузкой общего картриджа
sl: Prišlo je do težave z nalaganjem Common Cartridge
sv: Det gick inte att läsa in Common Cartridge
th: เรามีปัญหาในการโหลด Common Cartridge
vi: Chúng tôi đã gặp vấn đề khi tải Common Cartridge

source: Wiki content
ar: محتوى ويكي
ca: Contingut de Wiki
cy: Cynnwys Wiki
da: Wiki-indhold<<<<<<< HEAD
fi: Wiki-sisältö
ga: Ábhar Wiki
hi: विकी सामग्री
is: Wiki efni
ja: Wiki コンテンツ
pl: Zawartość wiki
pt_br: Conteúdo Wiki
ru: Контент Wiki
sl: Vsebina Wiki
sv: Wiki-innehåll
th: เนื้อหา Wiki
vi: Nội dung Wiki

source: You are here:
ar: أنت هنا:
ca: Sou aquí:
cy: Rydych chi yma:
da: Du er her:
fi: Olet täällä:
ga: Tá tú anseo:
hi: आप यहां हैं:
is: Þú ert hérna:
ja: あなたの現在地：
pl: Jesteś tutaj:
pt_br: Você está aqui:
ru: Вы находитесь здесь:
sl: Ste tukaj:
sv: Du är här:
th: คุณอยู่ที่นี่:
vi: Bạn đang ở đây:

source: Your browser doesn't support HTML5 audio. Here is a <0>link to the audio</0> instead.
ar: لا يدعم المستعرض الخاص بك صوت HTML5. ها هو <0>ارتباط إلى الصوت</0> بدلاً من ذلك.
ca: Aquest explorador no admet so en format HTML5. Com a alternativa, aquí teniu un <0>enllaç al fitxer de so</0>.
cy: Nid yw eich porwr yn gallu delio â sain HTML5, Dyma ddolen <0>i'r sain</0> yn ei le.
fi: Selaimesi ei tue HTML5-ääntä. Tässä <0>linkki ääneen</0>.
ga: Ní thacaíonn do bhrabhsálaí le fuaim HTML5. Seo chugaibh a <0>nasc chuig an fhuaim</0> ina ionad.
hi: आपका ब्राउज़र HTML5 ऑडियो का समर्थन नहीं करता। इसके बजाय यहां एक <0>ऑडियो का लिंक</0> है।
is: Vafrinn þinn styður ekki HTML5 hljóð. Hérna er <0>hlekkur á hljóðið</0> í staðinn.
ja: あなたのブラウザはHTML5オーディオをサポートしていません。代わりに、音声への<0>リンク</0>はこちらです。
pl: Twoja przeglądarka nie obsługuje audio HTML5. Oto <0>łącze do audio</0>.
pt_br: Seu navegador não suporta áudio HTML5. Aqui está um <0>link ao áudio</0>.
ru: Ваш браузер не поддерживает HTML5-аудио. Это <0>ссылка на аудио</0> в качестве альтернативы.
sl: Vaš brskalnik ne podpira zvoka HTML5. Namesto tega lahko <0>do zvočnega zapisa dostopate s te povezave</0>.
sv: Din webbläsare stöder inte HTML5-ljud. Här får du en <0>länk till ljudet</0> istället.
th: เบราเซอร์ของคุณไม่รองรับข้อมูลเสียง HTML5 นี่เป็น<0>ลิงค์ไปยังข้อมูลเสียง</0>ทดแทน
vi: Trình duyệt của bạn không hỗ trợ âm thanh HTML5. Hãy sử dụng <0>liên kết đến âm thanh</0> này để thay thế.

source: Your browser doesn't support HTML5 video. Here is a <0>link to the audio</0> instead.
ar: لا يدعم المستعرض الخاص بك فيديو HTML5. ها هو <0>ارتباط إلى الصوت</0> بدلاً من ذلك.
ca: Aquest explorador no admet vídeo en format HTML5. Com a alternativa, aquí teniu un <0>enllaç al fitxer de so</0>.
cy: Nid yw eich porwr yn gallu delio â fideo HTML5, Dyma ddolen <0>i'r sain</0> yn ei le.
fi: Selaimesi ei tue HTML5-videota. Tässä <0>linkki ääneen</0>.
ga: Ní thacaíonn do bhrabhsálaí le físeán HTML5. Seo chugaibh a <0>nasc chuig an fhuaim</0> ina ionad.
hi: आपका ब्राउज़र HTML5 वीडियो का समर्थन नहीं करता। इसके बजाय यहां एक <0>ऑडियो का लिंक</0> है।
is: Vafrinn þinn styður ekki HTML5 myndband. Hérna er <0>hlekkur á hljóðið</0> í staðinn.
ja: お使いのブラウザはHTML5ビデオをサポートしていません。代わりに、音声への<0>リンク</0>はこちらです。
pl: Twoja przeglądarka nie obsługuje wideo HTML5. Oto <0>łącze do wideo</0>.
pt_br: Seu navegador não suporta vídeo HTML5. Aqui está um <0>link ao áudio</0>.
ru: Ваш браузер не поддерживает HTML5-видео. Это <0>ссылка на аудио</0> в качестве альтернативы.
sl: Vaš brskalnik ne podpira videoposnetka HTML5. Namesto tega lahko <0>do zvočnega zapisa dostopate s te povezave</0>.
sv: Din webbläsare stöder inte HTML5-video. Här får du en <0>länk till ljudet</0> istället.
th: เบราเซอร์ของคุณไม่รองรับข้อมูลวิดีโอ HTML5 นี่เป็น<0>ลิงค์ไปยังข้อมูลเสียง</0>ทดแทน
vi: Trình duyệt của bạn không hỗ trợ video HTML5. Hãy sử dụng <0>liên kết đến âm thanh</0> này để thay thế.

source: a file upload
ar: تحميل ملف
ca: càrrega d'un fitxer
cy: ffeil wedi’i llwytho i fyny
da: en filoverførsel
fi: tiedoston lataus
ga: comhad a uaslódáil
hi: फ़ाइल अपलोड
is: upphleðsla skrár
ja: ファイルのアップロード
pl: przekazywanie pliku
pt_br: um upload de arquivo
ru: загрузка файла
sl: nalaganje datoteke
sv: en filuppladdning
th: การอัพโหลดไฟล์
vi: tập tin tải lên

source: https://www.yourdomain.com/cartridge.imscc (CORS enabled)
ar: https://www.yourdomain.com/cartridge.imscc (تمكين مشاركة الموارد عبر المصادر)
ca: https://www.yourdomain.com/cartridge.imscc (amb CORS activat)
cy: https://www.yourdomain.com/cartridge.imscc (CORS wedi’i alluogi)
da: https://www.yourdomain.com/cartridge.imscc (CORS enabled)<<<<<<< HEAD=======
fi: https://www.yourdomain.com/cartridge.imscc (CORS otettu käyttöön)
ga: https://www.yourdomain.com/cartridge.imscc (CORS cumasaithe)
hi: https://www.yourdomain.com/cartridge.imscc (CORS सक्षम है)
ja: https://www.yourdomain.com/cartridge.imscc (CORS 有効)
pl: https://www.yourdomain.com/cartridge.imscc (włączono CORS)
pt_br: https://www.yourdomain.com/cartridge.imscc (CORS habilitado)
ru: https://www.yourdomain.com/cartridge.imscc (CORS включен)
sl: https://www.yourdomain.com/cartridge.imscc (CORS omogočen)
sv: https://www.yourdomain.com/cartridge.imscc (CORS-aktiverad)
th: https://www.yourdomain.com/cartridge.imscc (เปิดใช้งาน CORS)
vi: https://www.yourdomain.com/cartridge.imscc (kích hoạt CORS)

source: pts
ar: النقاط
ca: punts
cy: pwynt
da: >>>>>>> Rubrics for assignments
fi: pistetä
ga: pte
hi: पॉइंट्स
is: punktar
ja: ポイント
pl: pkt
ru: баллы
sl: točk
sv: png
th: คะแนน
vi: các điểm thành phần

source: {0} is published
ar: تم نشر {0}
ca: {0} s'ha publicat
cy: {0} wedi cyhoeddi
fi: {0} julkaistu
ga: Tá {0} foilsithe
hi: {0} प्रकाशित हो गया है
is: {0} er birt
ja: {0}は公開されています
pl: {0} jest opublikowane
pt_br: {0} está publicado
ru: {0} опубликовано
sl: {0} je objavljen
sv: {0} har publicerats
th: {0} เผยแพร่แล้ว
vi: {0} đã được công bố

source: {0} is unpublished
ar: تم إلغاء نشر {0}
ca: {0} no s'ha publicat
cy: Heb gyhoeddi {0}
fi: {0} on julkaisematon
ga: Tá {0} neamhfhoilsithe
hi: {0} अप्रकाशित है
is: {0} er óbirt
ja: {0}は非公開です
pl: {0} nie jest opublikowane
pt_br: {0} não está publicado
ru: Публикация {0} отменена
sl: {0} je neobljavljen
sv: {0} har inte publicerats
th: {0} ยกเลิกการเผยแพร่แล้ว
vi: {0} chưa phát hành

source: {0} points
ar: {0} من النقاط
ca: {0} punts
cy: {0} pwynt
da: {0} point<<<<<<< HEAD
fi: {0} pistettä
ga: {0} pointe
hi: {0} पॉइंट्स
is: {0} punktar
ja: {0} 点
pl: {0} punkty
pt_br: {0} pontos
ru: {0} баллов
sl: {0} točk
sv: {0} poäng
th: {0} คะแนน
vi: {0} điểm

source: {0} question(s) / {1} assigned
ar: تم تعيين {0} سؤال (أسئلة) / {1}
ca: {0} pregunta(es) / {1} assignada(es)
cy: {0} cwestiwn / {1} wedi neilltuo
fi: {0} kysymys (kysymykset) / {1} osoitettu
ga: {0} ceist(eanna) / {1} sannta
hi: {0} प्रश्न / {1} असाइन किए गए
is: {0} spurning(ar) / {1} úthlutað
ja: {0} 質問 / {1} 割り当て
pl: {0} pytania / {1} przydzielone
ru: {0} вопрос(-/ов) / {1} задан(-о)
sl: {0} vprašanje(-i/-a) / {1} dodeljeno
sv: {0} fråga(-or)/{1} tilldelade
th: {0} คำถาม / {1} ที่จัดสรร
vi: {0} câu hỏi / {1} được giao

source: {0}% loaded
ar: تم تحميل {0}%
ca: {0} % carregat
cy: {0}% wedi llwytho
da: {0}% indlæst
fi: {0}% ladattu
ga: {0}% lodáilte
hi: {0}% लोड किया गया
is: {0}% hlaðið
ja: {0}% 読み込み済み
pl: {0}% wczytano
pt_br: {0}% carregado
ru: {0}% загружено
sl: {0} % naloženo
sv: {0} % har lästs in
th: {0}% ที่โหลด
vi: Đã tải {0}%

source: Quiz
pt_br: Questionário

source: {0} Questions
da: {0} spørgsmål
pt_br: {0} perguntas
